Repository: MihailPreis/TgMemes
Catalog: MemesWidget/Localizable.xcstrings
Source language: en
Languages: ru

source: Configuration
ru: Конфигурация

source: Every 1 hour
ru: Каждый час

source: Every 5 minutes
ru: Каждые 5 минут

source: Every 12 hours
ru: Каждые 12 часов

source: Every 15 minutes
ru: Каждые 15 минут

source: Every 30 minutes
ru: Каждые 30 минут

source: Every day
ru: Каждый день

source: Invalid Telegram channel tag or channel not public!
ru: Недопустимый тег Telegram-канала или канал не является общедоступным!

source: MemesWidget
ru: Мемный виджет

source: Public channel tag
ru: Тег публичного канала

source: Refresh Interval
ru: Частота обновления

source: Refresh rate
ru: Обновление

source: See last meme from telegram public channel.
ru: Смотрите последний мем из публичного телеграм канала.

source: Select favourite telegram public channel and refresh rate.
ru: Выберите любимый общедоступный телеграм канал и частоту обновления.

source: Show author
ru: Показывать автора

source: Show view count
ru: Показывать просмотры

source: Something went wrong. We'll try again soon.
ru: Что-то пошло не так. Скоро мы попробуем еще раз.

source: Telegram channel
ru: Телеграм канал
